{"name":"voluptas ad quis","location":"Lake Mayaberg","address":"918 Agustin Pine, Sipesfort, Washington, Saudi Arabia","type":"Entire guesthouse","maxNumOfGuests":2,"numOfBeds":8,"numOfBaths":1,"hostName":"Luisa Parker","hostPic":"http://lorempixel.com/640/480","amenities":[{"amenityType":"Safety","amenityValue":[{"name":"TV","value":"Iste id impedit in quia sapiente id commodi placeat at."}]},{"amenityType":"Bed & bath","amenityValue":[{"name":"Free parking on premises","value":"Aliquid qui accusantium quibusdam ratione ut ipsa rerum odio."}]}],"notIncludedAmenities":["est","architecto"],"sleepingArrangements":[{"name":"Bedroom3","value":"2 sofa beds"},{"name":"Bedroom4","value":"2 sofa beds"}],"houseRules":{"basicRules":["Omnis non commodi.","Perspiciatis quis fugit qui dolores.","Dolorum vero et deserunt qui et.","Possimus et doloribus veritatis."],"textBody":"Aut omnis velit minus reiciendis delectus. Voluptas unde quia itaque est quos eius. Omnis voluptas aliquam impedit eveniet voluptas.\n \rAmet aliquam nemo inventore blanditiis est incidunt illo. Est accusantium sequi occaecati eos. Enim et doloribus et ab laudantium et necessitatibus vel. Laborum nemo aut rem omnis expedita vel. Hic dignissimos soluta et voluptatem dolor excepturi veritatis quidem eum.\n \rQuas aut quia. Soluta numquam neque ut ut consequuntur molestiae. Iste id excepturi minus. Et impedit eum. Nihil omnis molestiae tenetur est maxime."},"cancellationPolicy":{"policyType":"Flexible","description":"Maxime enim numquam atque consequatur ut qui et. Porro modi officia at sunt in delectus. Minus nam voluptatum. Doloremque officia similique consequatur nulla quia et. Rem sed quisquam id quasi facilis dolorem dolor beatae iure.","link":"https://valentin.org"},"aboutHome":{"summary":"In dignissimos maxime quam rem quibusdam dicta voluptate. Fugiat consequatur omnis autem. Reiciendis deserunt consequatur similique consequatur veritatis.","space":"Qui eligendi totam adipisci nesciunt delectus sit. Aut laudantium eveniet aliquam deserunt placeat. Dolores asperiores provident voluptatem dolor praesentium et sed. Quia mollitia est ea veniam. Enim in eos optio.\n \rAut nihil voluptate dolores beatae amet vitae expedita. Nemo labore iure. Laudantium quisquam tempora voluptatem placeat distinctio. Sunt tempore alias maxime nobis. Quia et et. Quidem quis et iusto vitae blanditiis doloremque et qui.\n \rEt ut vero et. Quae placeat voluptatem culpa deleniti consectetur reprehenderit laborum explicabo. Aut perferendis quibusdam reiciendis et cumque et necessitatibus aut modi. Aut veritatis inventore sit quaerat et unde velit voluptatibus. Et voluptas non soluta vero enim explicabo animi dolores corporis. Odio fuga error dicta ad ut quod.","guestAccess":"Itaque cum id molestiae aliquid alias qui rerum sunt. Nihil laudantium tempore dolorum. Repellendus natus in voluptatem voluptatem eligendi unde nemo eos quidem. Eveniet aut qui nisi.\n \rDoloremque deserunt dolores qui commodi impedit adipisci eum ea aut. Laboriosam fugit odio. Suscipit modi alias sed ipsam quidem tenetur illo rem quod. Nihil id eum ut atque et rerum error.\n \rRem quam omnis. Eum dolorum similique. Ipsam consequatur ut voluptas eum delectus. Autem rem neque cumque soluta qui ratione inventore.","interactionWithGuests":"Sunt consectetur autem ut enim aliquid mollitia et. Non id est aut nam ut. Consequatur nesciunt rerum fuga illo illum saepe. Et reiciendis et cumque unde.\n \rMagni sed fugit voluptates voluptatem quia alias ad. Facilis nesciunt sequi tempore corporis necessitatibus quia non. Ut autem quaerat repellendus et minima laborum. Dolor sed ut dolorem voluptatem. Error qui aperiam et voluptatum quis.\n \rEst ea delectus quia sunt sunt sunt aut iusto adipisci. Omnis at illo. Ex est ab. Reiciendis iure quas ut neque laboriosam. Eveniet et quibusdam totam enim veritatis aut animi et cupiditate.","otherNotes":"Maiores vitae facilis quas voluptas culpa non non ut. Aut quos dolor dolorem ratione. Tempora ipsam quos nobis sequi.\n \rEt et enim et dolorem sed vel. Vel sint quis ullam omnis beatae sunt aut eveniet. Ex maxime voluptates.\n \rBeatae beatae molestiae aliquam sunt nihil qui aliquid excepturi vel. Nostrum omnis qui voluptatum est. Fugiat sunt neque odio vero necessitatibus eos. Nulla voluptatibus praesentium eligendi voluptatem. Rem voluptates iusto numquam soluta ad quia."},"eu0eb":false,"Excepteur64":83986267,"_id":15}