{"name":"ut voluptatibus fugit","location":"Amelietown","address":"61220 Dillon Mountain, Lorenzohaven, Rhode Island, South Georgia and the South Sandwich Islands","type":"Shared bedroom","maxNumOfGuests":1,"numOfBeds":4,"numOfBaths":2,"hostName":"Asa Gleason","hostPic":"http://lorempixel.com/640/480","amenities":[{"amenityType":"Guest access","amenityValue":[{"name":"Kitchen","value":"Vel voluptatibus repellendus."},{"name":"TV","value":"Non qui itaque excepturi rem."}]},{"amenityType":"Safety","amenityValue":[{"name":"Laptop friendly workspace","value":"Illum tempore consequatur et harum omnis et alias sunt consequatur."}]},{"amenityType":"Bed & bath","amenityValue":[{"name":"Free parking on premises","value":"Sapiente eum dicta vel voluptas inventore qui quia."}]}],"notIncludedAmenities":["numquam","quia"],"sleepingArrangements":[{"name":"Bedroom4","value":"2 queen beds, 1 sofa bed"},{"name":"Bedroom5","value":"2 queen beds, 1 sofa bed"},{"name":"Common space","value":"2 queen beds"}],"houseRules":{"basicRules":["Officiis est non quia qui.","Quaerat quos quibusdam minima provident ab tenetur.","Deserunt sapiente modi.","Deleniti harum sed eveniet libero provident repellendus laborum ut qui."],"textBody":"Dolorem culpa ut. Repellat sit autem modi omnis ea odio ut maiores ab. Culpa voluptas qui qui. Quisquam minus dolores ut nulla sed quia et quidem architecto.\n \rVoluptates minima reprehenderit officiis eligendi quis qui. Ex officiis quidem labore quae doloremque autem libero qui. Sit numquam quod est ipsam et omnis veniam quia veniam. Sequi voluptate distinctio voluptas nam commodi mollitia ipsa. Dignissimos distinctio nesciunt aperiam recusandae dolorum id.\n \rEnim consequuntur praesentium dolorem est ut accusamus. Quas non aut quia eos quis. Et nihil est. Provident sed provident et voluptates nam similique cum fugiat."},"cancellationPolicy":{"policyType":"Long Term","description":"Et molestias officia omnis dolores nemo non. Sit in ut. Error necessitatibus ipsam iste. Officia deserunt quasi id magni et repellat aliquid.","link":"https://laila.com"},"aboutHome":{"summary":"Quibusdam perferendis officiis enim qui sequi nam. Aut et architecto occaecati. Et velit expedita nihil est. Et adipisci voluptatibus ut aut exercitationem. Aliquid itaque ut et qui tenetur aut in.","space":"Culpa repellendus ut velit cum quam sit alias. Asperiores officiis voluptas consequatur totam sapiente commodi voluptas. Debitis libero voluptatem adipisci doloribus beatae vel molestiae inventore. Nostrum non voluptatem ut quam quas fugiat maxime minima aliquid. Ipsa aut ut sit nihil quasi sequi quia eum autem. Adipisci sed necessitatibus doloremque dolor eos rerum molestias non.\n \rQuasi rerum aut. Rem rem cumque culpa nisi eveniet et ex. Quia cumque doloribus et molestias voluptas dolor laboriosam.\n \rPorro et officia aut et esse accusantium nam. Inventore reiciendis est. Aut est rerum consequuntur ratione. Vel et officia ullam sit id. Nam vero debitis dolorem ullam laudantium quas dicta sed.","guestAccess":"Deserunt sit sit atque quos. Et aut modi quo nesciunt laboriosam unde ut aut. Dignissimos ea minima aut.\n \rAperiam sit modi omnis ducimus qui inventore quia ut sed. Neque ipsa alias. Expedita sapiente quod iste maxime modi pariatur nihil neque. Adipisci sit autem provident quaerat pariatur fugiat.\n \rHic eligendi eveniet itaque aperiam. Omnis maiores debitis magni aut. Alias ratione veritatis in quos cupiditate. Voluptatem odit delectus. Dolores praesentium odit modi dolore dolorem facere vel non.","interactionWithGuests":"Quis placeat veniam ut ea assumenda aliquid. Error dolor est. Maiores nemo voluptatum dolorem ut corporis itaque sint vel eaque. Expedita repellat consequuntur non aut rerum. Aut qui commodi quia quo et quis.\n \rHic iste in saepe error ipsa. Non maiores sapiente aut molestiae. Numquam sunt et. Veniam quidem dolorem quos et ut distinctio et aut. Ut similique sunt magni rerum. Voluptas illo quae sed quia placeat.\n \rEum repellat temporibus et repellendus vero qui est. Autem suscipit at impedit minima inventore cum doloremque ex numquam. Totam eos sit officiis dicta sit veritatis laboriosam est iste. Et velit ullam voluptate dolor voluptate voluptas consequuntur distinctio voluptatem. Deserunt incidunt quis amet debitis ratione necessitatibus alias pariatur. Earum eligendi voluptas.","otherNotes":"Vel quisquam earum fugiat magni rerum sint quia dolorem. Amet vero labore. Sed cupiditate saepe quisquam. Qui neque sit optio autem est sequi. Impedit architecto modi provident. Voluptates temporibus voluptas debitis et cum reprehenderit hic.\n \rEst aliquam error quos repellat. Adipisci minus sint sit earum ea debitis iste voluptate. Ut fugit ut aut. Earum impedit qui sunt. Architecto cum consequatur harum.\n \rFacilis nemo harum non sit nostrum alias sit reiciendis. Suscipit repellat quibusdam. Corrupti eius quia facere rerum aut recusandae nam. Corrupti et qui dicta nostrum sit unde."},"velit7":true,"deserunta":"nulla esse mollit officia consequat","_id":66}