{"name":"dolorem pariatur quo","location":"East Ashtynmouth","address":"394 Streich Corners, West Braeden, Pennsylvania, Czech Republic","type":"Entire guesthouse","maxNumOfGuests":9,"numOfBeds":9,"numOfBaths":3,"hostName":"Haven Heaney","hostPic":"http://lorempixel.com/640/480","amenities":[{"amenityType":"Bed & bath","amenityValue":[{"name":"Kitchen","value":"Iure magni non ut dolore."},{"name":"Laptop friendly workspace","value":"Facere doloribus debitis ut."},{"name":"Wifi","value":"Dolorem rem ullam tempora."}]},{"amenityType":"Facilities","amenityValue":[{"name":"Hot tub","value":"Voluptatem dolores reiciendis accusantium voluptatibus possimus laboriosam at repudiandae."}]}],"notIncludedAmenities":["in"],"sleepingArrangements":[{"name":"Common space","value":"1 king bed, 2 queen beds"},{"name":"Bedroom2","value":"3 queen beds"},{"name":"Bedroom1","value":"2 sofa beds"}],"houseRules":{"basicRules":["Nostrum velit dicta labore nesciunt omnis provident cupiditate nihil.","Recusandae fugit vitae.","Eos reiciendis quam.","Esse fugit cupiditate repudiandae consequatur aut atque.","Minus qui reiciendis quis facilis."],"textBody":"Officiis iure qui aut maiores eos. Soluta eum quos quo repellendus eum deleniti. Incidunt rem et id in voluptatem dolor quae debitis. Officia qui consectetur ipsam dolorem nam. Vero consectetur est rerum alias et nam ut tempore omnis. Quidem sint suscipit eaque necessitatibus et.\n \rOmnis est sit est laudantium nulla architecto sit et. Labore consequatur incidunt non suscipit deserunt explicabo esse nobis. A ipsum maiores nisi.\n \rIpsa architecto non dolore minus voluptate est culpa deserunt doloremque. Quo quisquam quidem. Et laborum earum modi."},"cancellationPolicy":{"policyType":"Super Strict 30 Days","description":"Dolorem et consequatur fugiat culpa dicta accusamus odio ipsam aut. Eaque sunt est nostrum voluptatum earum maiores laboriosam quaerat. Sit vitae occaecati vitae. Aut error voluptatum aliquam ab.","link":"http://carlo.info"},"aboutHome":{"summary":"Est et quia ducimus reiciendis voluptatum est asperiores dolorem maxime. Placeat minus amet cumque sit ut quo quibusdam qui. Inventore in animi vero dolores fugiat consectetur ad iste a. Aperiam sit illo saepe dolorum praesentium odit neque. Quibusdam sunt repudiandae fuga optio dolorem. Libero possimus harum voluptas quos.","space":"Sequi eligendi non. Est maiores aut nobis minus soluta voluptas. Dolorem quis recusandae possimus harum ullam qui at porro. Omnis enim ut minima quo rem labore deserunt doloremque.\n \rUt quos quia recusandae voluptatibus tempore. Officia explicabo repellat amet sint pariatur repellendus consequatur. Deleniti recusandae sunt aut. Consequatur soluta tempora inventore ab et dolorem ad. Nemo aut aliquam aut odio sit eligendi exercitationem.\n \rIusto fuga tempore non facilis sed tempore non quas. Dolorem magni consequatur. Possimus natus et. Tempora consequatur voluptatibus. Exercitationem repudiandae optio necessitatibus autem eligendi saepe ipsa.","guestAccess":"Earum animi ab veniam. Magnam consectetur ex eius exercitationem. Explicabo velit quos. Velit perspiciatis in ad. Corporis nesciunt ipsa sunt sunt est voluptas. Sapiente molestiae maxime laudantium ut praesentium nam itaque recusandae voluptatem.\n \rAnimi delectus laudantium qui non vel. Sit sed sed impedit deleniti iure ipsum voluptates minima. Et at est harum consequatur impedit ex. Illum et debitis consequatur dicta aut itaque aperiam voluptas.\n \rUt et placeat sint fuga nobis debitis doloribus. Sunt ut illum illum repellat. Quo ratione ullam enim voluptatum at. Corporis nesciunt enim. Qui doloribus dolores. Nemo et animi doloremque eveniet eum et aut eaque omnis.","interactionWithGuests":"Voluptatem autem voluptatem nam et assumenda voluptatibus harum asperiores aut. Ad sint aperiam qui voluptate est quis ut alias quis. Quis culpa quis quae tenetur omnis commodi et sunt.\n \rA minus saepe fugiat blanditiis sed ipsum voluptas. Voluptatem alias maiores nihil quisquam provident. Aut fugiat aut eos voluptas placeat omnis cum. Aut blanditiis sequi et quod est veniam ex est et.\n \rBeatae quasi suscipit eum. Provident sed quis eum soluta eius placeat maiores velit. Et ea vero. Officia adipisci et hic ipsam modi consequatur consequuntur maxime.","otherNotes":"Nisi reiciendis inventore a nulla in quis nesciunt. Ullam doloremque eaque magnam. Natus voluptatem rerum.\n \rOmnis provident consequatur quis quaerat sint vitae rerum facere atque. Voluptates magni et quisquam iste dicta facere qui. Rerum facere saepe excepturi. Vero dolorem alias necessitatibus. Tempora consequatur totam aut impedit. Minima non placeat beatae repellat odit.\n \rAut modi magnam labore necessitatibus et fugiat. Unde esse asperiores perferendis ab id sequi odit ut. Temporibus rerum voluptatem. Nihil dolorem voluptatem. Blanditiis placeat a."},"aute1b":false,"est8":false,"_id":72}